/*
   SORelativeDateTransformer.strings
   
   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
*/

/* 
   Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
   <relative time difference> <date component name> ago */
"formatTemplateForRelativePastDatePhrase" = "%d %@ yang lalu";

/* 
   Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
   in <relative time difference> <date component name> */
"formatTemplateForRelativeFutureDatePhrase" = "dalam %d %@";

/* localized date component names and plural forms */
"now" = "sekarang";

"year" = "tahun";

"years" = "tahun";

"month" = "bulan";

"months" = "bulan";

"week" = "minggu";

"weeks" = "minggu";

"day" = "hari";

"days" = "hari";

"hour" = "jam";

"hours" = "jam";

"minute" = "menit";

"minutes" = "menit";

"second" = "detik";

"seconds" = "detik";

